Repository: Resterland/resterland
Catalog: Resources/Private/Language/*.locallang_felogin.xlf
Languages: de

# constant_cats.felogin
source: Frontend Login Settings
de: Frontend Login Einstellungen

# constant_cats.felogin.pageuid
source: Page UID of the Login/Logout Page
de: Seiten UID von der An/Abmelde-Seite

# constant_cats.felogin.redirectuid
source: Target page (uid) after logout
de: Zielseite (uid) nach logout

# constant_cats.felogin.login
source: Login
de: Anmelden

# constant_cats.felogin.logout
source: Logout
de: Abmelden

# ll_welcome_header
source: User login
de: Benutzeranmeldung

# ll_welcome_message
source: Enter your username and password here in order to log in on the website
de: Geben Sie hier Ihren Benutzernamen und Ihr Passwort ein, um sich auf der Website anzumelden.

# ll_logout_header
source: You have logged out.
de: Du hast dich abgemeldet.

# ll_logout_message
source: You just logged out from your user session on this website. You can login again or as another user by the form below.
de: Du hast dich gerade von deiner Benutzersession auf dieser Website abgemeldet. Du kannst dich über das untenstehende Formular erneut oder als ein anderer Benutzer anmelden.

# ll_error_header
source: Login failure
de: Login fehlgeschlagen

# ll_error_message
source: An error occurred during login. Most likely you didn't enter the username or password correctly. Be certain that you enter them precisely as they are, including upper/lower case. Another possibility is that cookies might be disabled in your web browser.
de: Beim Anmelden ist ein Fehler aufgetreten. Wahrscheinlich hast du den Benutzernamen und/oder das Passwort nicht korrekt eingegeben. Achte darauf, dass du sie genau so eingibst, wie sie sind, einschließlich Groß-/Kleinschreibung. Eine weitere Möglichkeit ist, dass Cookies im Webbrowser deaktiviert sind.

# ll_success_header
source: Login successful
de: Login erfolgreich

# ll_success_message
source: You are now logged in as '###USER###'
de: Du bist jetzt als '###USER###' eingeloggt.

# ll_status_header
source: Current status
de: Aktueller Status

# ll_status_message
source: This is your current status
de: Dies ist dein aktueller Status

# cookie_warning
source: Warning: There is a possibility that cookies are not enabled in your web browser! If your login disappears on your next click that is the case and you should enable cookies (or accept cookies from this website) immediately!
de: Warnung: Es besteht die Möglichkeit, dass Cookies im Webbrowser nicht aktiviert sind! Wenn dein Login beim nächsten Klick verschwindet, ist das der Fall und du solltest Cookies aktivieren (oder Cookies von dieser Website akzeptieren)!

source: User name
de: Benutzername

source: Password
de: Passwort

source: Login
de: Anmelden

# permalogin
source: Stay logged in
de: Angemeldet bleiben

source: Logout
de: Abmelden

source: Send password
de: Passwort senden

source: Reset Password
de: Passwort zurücksetzen

# ll_change_password_header
source: Change your password
de: Passwort ändern

# ll_change_password_message
source: Please enter your new password twice. Password needs a minimum length of %s chars.
de: Bitte gib dein neues Passwort zweimal ein. Das Passwort benötigt eine Mindestlänge von %s Zeichen.

# ll_change_password_nolinkprefix_message
source: Error: there is no prefix for the link. Please set one of the following in your typoscript template: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /
de: Fehler: Es gibt kein Präfix für den Link. Bitte setze einen der folgenden in deiner Typoscript-Vorlage: plugin.tx_felogin_pi1.feloginBaseURL = http://yourdomain/, config.baseURL = http://yourdomain/, config.absRefPrefix = /

# ll_change_password_notvalid_message
source: The link you clicked is not valid. Please repeat the forgot password procedure.
de: Der angeklickte Link ist ungültig. Bitte wiederhole den Vorgang des vergessenen Passworts.

# ll_change_password_notequal_message
source: The passwords are not equal, please enter your new password twice. Password needs a minimum length of %s chars.
de: Die Passwörter sind nicht gleich, bitte gib dein neues Passwort zweimal ein. Das Passwort benötigt eine Mindestlänge von %s Zeichen.

# ll_change_password_tooshort_message
source: The password length is too short. Please enter your new password twice. Password needs a minimum length of %s chars.
de: Die Länge des Passworts ist zu kurz. Bitte gib dein neues Passwort zweimal ein. Das Passwort benötigt eine Mindestlänge von %s Zeichen.

# ll_change_password_done_message
source: Your password has been saved. You can now login with your new password.
de: Dein Passwort wurde gespeichert. Du kannst dich nun mit deinem neuen Passwort anmelden.

# change_password
source: Change your password
de: Passwort ändern

# newpassword_label1
source: Enter new password
de: Neues Passwort eingeben

# newpassword_label2
source: Repeat new password
de: Neues Passwort wiederholen

source: Your email
de: Deine E-Mail

# ll_forgot_header
source: Forgot your password?
de: Passwort vergessen?

# ll_forgot_email_password
source: Your password Hi %s Your username is "%s" Your password is "%s"
de: Dein Passwort Hallo %s Dein Benutzername ist "%s" Dein Passwort ist "%s"

# ll_forgot_email_nopassword
source: Your password Hi %s We couldn't find a username for this email address and so cannot send the password to you. Probably you misspelled the email address (upper/lower case makes a difference) or maybe you even didn't register yet.
de: Dein Passwort Hallo %s Wir konnten keinen Benutzernamen für diese E-Mail-Adresse finden und können daher das Passwort nicht zusenden. Wahrscheinlich hast du die E-Mail-Adresse falsch geschrieben (Groß-/Kleinschreibung macht einen Unterschied) oder vielleicht hast du dich noch gar nicht registriert.

# ll_forgot_validate_reset_password
source: Your new password Dear %s, This email was sent in response to your request to reset your password. Please click on the link below. %s For security reasons, this link is only active until %s. If you do not visit the link before then, you will need to repeat the password reset steps.
de: Dein neues Passwort Lieber %s, Diese E-Mail wurde als Antwort auf die Anfrage gesendet, das Passwort zurückzusetzen. Bitte klicke auf den untenstehenden Link. %s Aus Sicherheitsgründen ist dieser Link nur aktiv bis %s. Wenn du den Link vorher nicht aktivierst, müssen die Schritte zum Zurücksetzen des Passworts wiederholt werden.

# ll_forgot_message
source: Please enter the email address by which you registered your user account. Then press "Send password" and your password will immediately be emailed to you. Make sure to spell your email address correctly.
de: Bitte gib die E-Mail-Adresse ein, mit der du dein Benutzerkonto registriert hast. Klicke dann auf "Passwort senden" und dein Passwort wird umgehend per E-Mail zugesandt. Achte auf korrekte Schreibweise der E-Mail-Adresse.

# ll_forgot_message_emailSent
source: Your password has now been sent to the email address %s
de: Dein Passwort wurde nun an die E-Mail-Adresse %s gesandt.

# ll_forgot_reset_message
source: Please enter your username or email address. Instructions for resetting the password will be immediately emailed to you.
de: Bitte gib den Benutzernamen oder die E-Mail-Adresse ein. Eine Anleitung zum Zurücksetzen des Passworts wird umgehend per E-Mail zugesandt.

# ll_forgot_reset_message_emailSent
source: An email has been sent to the address stored in your account and contains a link to reset your password. If you do not receive an email, your account or email address was not found.
de: Eine E-Mail wurde an die im Konto gespeicherte Adresse gesandt und enthält einen Link zum Zurücksetzen des Passworts. Wenn du keine E-Mail erhalten solltest, wurde dein Konto oder deine E-Mail-Adresse nicht gefunden.

# ll_forgot_reset_message_error
source: Your account or email address does not exist.
de: Dein Konto oder deine E-Mail-Adresse existiert nicht.

# ll_forgot_header_backToLogin
source: Return to login form
de: Zurück zum Login-Formular

# ll_enter_your_data
source: Username or email address
de: Benutzername oder E-Mail-Adresse
