Repository: Resterland/resterland
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de_ch

# theme.copyright.runningWith
source: Running with
de_ch: Louft mit

# theme.copyright.and
source: and
de_ch: und

# theme.copyright.tweaked
source: Tweaked by
de_ch: optimiert von

# constant_cats.news.settings.displayDummyIfNoMedia
source: News List View: Display a dummy pic if there is no media available
de_ch: News Listenansicht: Zeige ein Dummy-Bild, wenn keine Media-Datei verfügbar ist

# cookieconsent.common.header
source: Cookies used on the website!
de_ch: Diese Webseite benutzt Cookies!

# cookieconsent.common.message
source: This website uses cookies to ensure you get the best experience on our website.
de_ch: Um Ihnen eine optimale Nutzung unserer Website zu ermöglichen, werden Cookies eingesetzt.

# cookieconsent.common.dismiss
source: Got it!
de_ch: Alles palletti!

# cookieconsent.common.allow
source: Allow cookies
de_ch: Cookies erlauben

# cookieconsent.common.deny
source: Decline
de_ch: Wot nid!

# cookieconsent.common.link
source: Learn more
de_ch: Meh Details
